Repository: 0x1-company/ios-monorepo
Catalog: Packages/PicMatch/Sources/ReportFeature/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, pl, vi

source: Fake profile
es: Perfil falso
fr: Faux profil
ja: 偽のプロフィール
ko: 가짜 프로필
pl: Fałszywy profil
vi: Hồ sơ giả

source: If you or someone you know is in immediate danger, contact local low enforcement or your local emergency services immediately.
es: Si usted o alguien que conoce está en peligro inmediato, contacte inmediatamente a las fuerzas del orden locales o a los servicios de emergencia.
fr: Si vous ou quelqu'un que vous connaissez est en danger immédiat, contactez immédiatement les forces de l'ordre locales ou les services d'urgence.
ja: 犯罪に関わる行為（殺害予告、援助交際、薬物売買など）は、警察に連絡してください。
ko: 당신이나 당신이 아는 사람이 즉각적인 위험에 처해 있다면, 즉시 지역 경찰 또는 응급 서비스에 연락하세요.
pl: Jeśli Ty lub ktoś, kogo znasz, jest w bezpośrednim niebezpieczeństwie, natychmiast skontaktuj się z lokalnymi służbami porządkowymi lub ratunkowymi.
vi: Nếu bạn hoặc ai đó mà bạn biết đang gặp nguy hiểm ngay lập tức, hãy liên hệ ngay với cơ quan thực thi pháp luật địa phương hoặc dịch vụ khẩn cấp địa phương.

source: Minimum of 10 characters required.
es: Se requieren un mínimo de 10 caracteres.
fr: Minimum de 10 caractères requis.
ja: 10文字以上入力する必要があります。
ko: 최소 10자 이상 입력해야 합니다.
pl: Wymagane jest minimum 10 znaków.
vi: Yêu cầu tối thiểu 10 ký tự.

source: Nudity or something sexualy explicit
es: Desnudez o contenido sexual explícito
fr: Nudité ou contenu sexuellement explicite
ja: ヌードや性的に露骨な表現
ko: 누드 또는 성적으로 노골적인 내용
pl: Nagość lub treści o charakterze seksualnym
vi: Nội dung khỏa thân hoặc khiêu dâm

source: Other
es: Otro
fr: Autre
ja: その他
ko: 기타
pl: Inne
vi: Khác

source: Report a PicMatch
es: Reportar un PicMatch
fr: Signaler un PicMatch
ja: 通報する
ko: PicMatch 신고
pl: Zgłoś PicMatch
vi: Báo cáo PicMatch

source: Send
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내기
pl: Wyślij
vi: Gửi

source: Spam
es: Correo no deseado
ja: スパム
ko: 스팸
vi: Thư rác

source: Suicide or self-harm
es: Suicidio o autolesiones
fr: Suicide ou automutilation
ja: 自殺または自傷
ko: 자살 또는 자해
pl: Samobójstwo lub samookaleczenie
vi: Tự tử hoặc tự gây hại

source: Violent or dangerous
es: Violento o peligroso
fr: Violent ou dangereux
ja: 暴力または危険
ko: 폭력적 또는 위험한
pl: Gwałtowny lub niebezpieczny
vi: Bạo lực hoặc nguy hiểm

source: Your report is confidential.
es: Su informe es confidencial.
fr: Votre signalement est confidentiel.
ja: ご報告の内容は秘密厳守で丁寧に管理いたします。
ko: 신고 내용은 기밀로 처리됩니다.
pl: Twoje zgłoszenie jest poufne.
vi: Báo cáo của bạn được bảo mật.
